Repository: Painkiller56/PrusaSlicer
Catalog: resources/localization/sv.tmx
Source language: en
Languages: sv

source: Maximum feedrate of the Z axis
sv: Maximal matning för Z-axeln

source: Maximum feedrate of the E axis
sv: Maximal matning för E-axeln

source: Maximum acceleration X
sv: Maximal acceleration X

source: Maximum acceleration Y
sv: Maximal acceleration Y

source: Maximum acceleration Z
sv: Maximal acceleration Z

source: Maximum acceleration E
sv: Maximal acceleration E

source: Maximum acceleration of the X axis
sv: Maximal acceleration av X-axeln

source: Maximum acceleration of the Y axis
sv: Maximal acceleration av Y-axeln

source: Maximum acceleration of the Z axis
sv: Maximal acceleration av Z-axeln

source: Maximum acceleration of the E axis
sv: Maximal acceleration av E-axeln

source: Maximum jerk X
sv: Max ryck X

source: Maximum jerk Y
sv: Max ryck Y

source: Maximum jerk Z
sv: Maximalt ryck Z

source: Maximum jerk E
sv: Maximalt ryck E

source: Maximum jerk of the X axis
sv: Maximalt ryck på X-axeln

source: Maximum jerk of the Y axis
sv: Maximalt ryck på Y-axeln

source: Maximum jerk of the Z axis
sv: Maximalt ryck på Z-axeln

source: Maximum jerk of the E axis
sv: Maximalt ryck på E-axeln

source: Minimum feedrate when extruding
sv: Minsta matningshastighet vid extrudering

source: Minimum feedrate when extruding (M205 S)
sv: Minsta matningshastighet vid extrudering (M205 S)

source: Minimum travel feedrate
sv: Minsta matningshastighet

source: Minimum travel feedrate (M205 T)
sv: Minsta matningshastighet (M205 T)

source: Maximum acceleration when extruding
sv: Maximal acceleration vid extrudering

source: Maximum acceleration when extruding (M204 P) Marlin (legacy) firmware flavor will use this also as travel acceleration (M204 T).
sv: Maximal acceleration vid extrudering (M204 P) Marlin (legacy) firmware-smak kommer att använda detta också som resacceleration (M204 T).

source: Maximum acceleration when retracting
sv: Maximal acceleration vid indragning

source: Maximum acceleration when retracting (M204 R)
sv: Maximal acceleration vid indragning (M204 R)

source: Maximum acceleration for travel moves
sv: Maximal acceleration för färdrörelser

source: Maximum acceleration for travel moves (M204 T)
sv: Maximal acceleration för färdrörelser (M204 T)

source: This setting represents the maximum speed of your fan.
sv: Denna inställning representerar den maximala hastigheten för din fläkt.

source: This is the highest printable layer height for this extruder, used to cap the variable layer height and support layer height. Maximum recommended layer height is 75% of the extrusion width to achieve reasonable inter-layer adhesion. If set to 0, layer height is limited to 75% of the nozzle diameter.
sv: Detta är den högsta utskrivbara skikthöjden för denna extruder, som används för att täcka den variabla skikthöjden och stödskiktshöjden. Maximal rekommenderad skikthöjd är 75 % av extruderingsbredden för att uppnå rimlig vidhäftning mellan skikten. Om den är inställd på 0 är skikthöjden begränsad till 75 % av munstycksdiametern.

source: Max print speed
sv: Max utskriftshastighet

source: This experimental setting is used to set the maximum volumetric speed your extruder supports.
sv: Denna experimentella inställning används för att ställa in den maximala volymetriska hastigheten som din extruder stöder.

source: Max volumetric slope positive
sv: Max volymetrisk lutning positiv

source: This experimental setting is used to limit the speed of change in extrusion rate. A value of 1.8 mm³/s² ensures, that a change from the extrusion rate of 1.8 mm³/s (0.45mm extrusion width, 0.2mm extrusion height, feedrate 20 mm/s) to 5.4 mm³/s (feedrate 60 mm/s) will take at least 2 seconds.
sv: Denna experimentella inställning används för att begränsa ändringshastigheten i extruderingshastigheten. Ett värde på 1,8 mm³/s² säkerställer att en förändring från extruderingshastigheten på 1,8 mm³/s (0,45 mm profilbredd, 0,2 mm extruderingshöjd, matning 20 mm/s) till 5,4 mm³/s (matningshastighet 60 mm/s) kommer att ta minst 2 sekunder.

source: Max volumetric slope negative
sv: Max volymetrisk lutning negativ

source: This setting represents the minimum PWM your fan needs to work.
sv: Den här inställningen representerar den lägsta PWM som din fläkt behöver för att fungera.

source: This is the lowest printable layer height for this extruder and limits the resolution for variable layer height. Typical values are between 0.05 mm and 0.1 mm.
sv: Detta är den lägsta utskrivbara lagerhöjden för denna extruder och begränsar upplösningen för variabel lagerhöjd. Typiska värden är mellan 0,05 mm och 0,1 mm.

source: Min print speed
sv: Min utskriftshastighet

source: Minimal filament extrusion length
sv: Minimal filamentextruderingslängd

source: Generate no less than the number of skirt loops required to consume the specified amount of filament on the bottom layer. For multi-extruder machines, this minimum applies to each extruder.
sv: Generera inte mindre än antalet kjolöglor som krävs för att konsumera den specificerade mängden filament på bottenlagret. För multiextrudermaskiner gäller detta minimum för varje extruder.

source: Configuration notes
sv: Konfigurationsanteckningar

source: You can put here your personal notes. This text will be added to the G-code header comments.
sv: Här kan du lägga dina personliga anteckningar. Den här texten kommer att läggas till i kommentarerna i G-kodens rubrik.

source: This is the diameter of your extruder nozzle (for example: 0.5, 0.35 etc.)
sv: Detta är diametern på ditt extrudermunstycke (till exempel: 0,5, 0,35 etc.)

source: Host Type
sv: Värdtyp

source: Only retract when crossing perimeters
sv: Dra bara tillbaka när du korsar omkretsar

source: Disables retraction when the travel path does not exceed the upper layer's perimeters (and thus any ooze will be probably invisible).
sv: Inaktiverar indragning när färdvägen inte överskrider det övre lagrets omkrets (och därmed kommer eventuellt släck troligen att vara osynligt).

source: This option will drop the temperature of the inactive extruders to prevent oozing. It will enable a tall skirt automatically and move extruders outside such skirt when changing temperatures.
sv: Det här alternativet kommer att sänka temperaturen på de inaktiva extruderarna för att förhindra läckage. Det kommer att aktivera en hög kjol automatiskt och flytta extruders utanför en sådan kjol när temperaturen ändras.

source: Output filename format
sv: Utdatafilnamnsformat

source: You can use all configuration options as variables inside this template. For example: [layer_height], [fill_density] etc. You can also use [timestamp], [year], [month], [day], [hour], [minute], [second], [version], [input_filename], [input_filename_base].
sv: Du kan använda alla konfigurationsalternativ som variabler i den här mallen. Till exempel: [layer_height], [fill_density] etc. Du kan också använda [tidsstämpel], [år], [månad], [dag], [timme], [minut], [sekund], [version], [input_filnamn ], [input_filnamn_bas].

source: Detect bridging perimeters
sv: Upptäck överbryggande omkretsar

source: Experimental option to adjust flow for overhangs (bridge flow will be used), to apply bridge speed to them and enable fan.
sv: Experimentellt alternativ för att justera flödet för överhäng (broflöde kommer att användas), för att tillämpa brohastighet på dem och aktivera fläkt.

source: Filament parking position
sv: Filament parkeringsposition

source: Distance of the extruder tip from the position where the filament is parked when unloaded. This should match the value in printer firmware.
sv: Extruderns spets avstånd från positionen där glödtråden är parkerad när den är urladdad. Detta bör matcha värdet i skrivarens firmware.

source: Extra loading distance
sv: Extra lastavstånd

source: When set to zero, the distance the filament is moved from parking position during load is exactly the same as it was moved back during unload. When positive, it is loaded further, if negative, the loading move is shorter than unloading.
sv: När den är inställd på noll är sträckan som glödtråden flyttas från parkeringspositionen under lastning exakt densamma som den flyttades tillbaka under avlastningen. När den är positiv laddas den ytterligare, om den är negativ är lastningsrörelsen kortare än lossning.

source: Perimeters
sv: Omkretsar

source: This is the acceleration your printer will use for perimeters. Set zero to disable acceleration control for perimeters.
sv: Detta är den acceleration som din skrivare kommer att använda för omkretsar. Ställ in noll för att inaktivera accelerationskontroll för omkretsar.

source: The extruder to use when printing perimeters and brim. First extruder is 1.
sv: Extrudern att använda vid utskrift av omkrets och kant. Första extrudern är 1.

source: Set this to a non-zero value to set a manual extrusion width for perimeters. You may want to use thinner extrudates to get more accurate surfaces. If left zero, default extrusion width will be used if set, otherwise 1.125 x nozzle diameter will be used. If expressed as percentage (for example 200%) it will be computed over layer height.
sv: Ställ in detta på ett värde som inte är noll för att ställa in en manuell extruderingsbredd för omkretsar. Du kanske vill använda tunnare extrudat för att få mer exakta ytor. Om den lämnas noll kommer standard extruderingsbredd att användas om den är inställd, annars kommer 1,125 x munstycksdiameter att användas. Om det uttrycks i procent (till exempel 200%) kommer det att beräknas över lagerhöjden.

source: Speed for perimeters (contours, aka vertical shells). Set to zero for auto.
sv: Hastighet för omkretsar (konturer, aka vertikala skal). Ställ in på noll för auto.

source: Printer type
sv: Skrivartyp

source: Type of the printer.
sv: Typ av skrivare.

source: Printer notes
sv: Skrivarens anteckningar

source: You can put your notes regarding the printer here.
sv: Du kan lägga dina anteckningar om skrivaren här.

source: Printer variant
sv: Skrivarvariant

source: Name of the printer variant. For example, the printer variants may be differentiated by a nozzle diameter.
sv: Namn på skrivarvarianten. Till exempel kan skrivarvarianterna vara differentierade med en munstycksdiameter.

source: Raft contact Z distance
sv: Flottkontakt Z avstånd

source: The vertical distance between object and raft. Ignored for soluble interface.
sv: Det vertikala avståndet mellan objekt och flotte. Ignoreras för lösligt gränssnitt.

source: Raft expansion
sv: Flotte expansion

source: Expansion of the raft in XY plane for better stability.
sv: Expansion av flotten i XY-plan för bättre stabilitet.

source: First layer density
sv: Första skiktets täthet

source: Density of the first raft or support layer.
sv: Densitet för den första flotten eller stödskiktet.

source: First layer expansion
sv: Första lagrets expansion

source: Expansion of the first raft or support layer to improve adhesion to print bed.
sv: Expansion av den första flotten eller stödskiktet för att förbättra vidhäftningen till tryckbädden.

source: Raft layers
sv: Flotte lager

source: The object will be raised by this number of layers, and support material will be generated under it.
sv: Objektet kommer att höjas med detta antal lager, och stödmaterial kommer att genereras under det.

source: Slice resolution
sv: Skivupplösning

source: Minimum detail resolution, used to simplify the input file for speeding up the slicing job and reducing memory usage. High-resolution models often carry more detail than printers can render. Set to zero to disable any simplification and use full resolution from input.
sv: Minsta detaljupplösning, används för att förenkla inmatningsfilen för att påskynda skivningsjobbet och minska minnesanvändningen. Högupplösta modeller har ofta fler detaljer än vad skrivare kan göra. Ställ in på noll för att inaktivera eventuell förenkling och använda full upplösning från ingången.

source: G-code resolution
sv: G-kodsupplösning

source: Maximum deviation of exported G-code paths from their full resolution counterparts. Very high resolution G-code requires huge amount of RAM to slice and preview, also a 3D printer may stutter not being able to process a high resolution G-code in a timely manner. On the other hand, a low resolution G-code will produce a low poly effect and because the G-code reduction is performed at each layer independently, visible artifacts may be produced.
sv: Maximal avvikelse för exporterade G-kodsvägar från deras motsvarigheter i full upplösning. Mycket högupplöst G-kod kräver enorma mängder RAM-minne för att skiva och förhandsgranska, även en 3D-skrivare kan stamma och inte kan behandla en högupplöst G-kod i tid. Å andra sidan kommer en lågupplöst G-kod att producera en låg polyeffekt och eftersom G-kodsreduktionen utförs oberoende av varje lager, kan synliga artefakter produceras.

source: Minimum travel after retraction
sv: Minsta resa efter indragning

source: Retraction is not triggered when travel moves are shorter than this length.
sv: Indragning utlöses inte när rörelser är kortare än denna längd.

source: Retract amount before wipe
sv: Dra tillbaka mängden innan du torkar

source: With bowden extruders, it may be wise to do some amount of quick retract before doing the wipe movement.
sv: Med bowden-extruders kan det vara klokt att göra lite snabb indragning innan du gör torkrörelsen.

source: Retract on layer change
sv: Dra tillbaka vid lagerbyte

source: This flag enforces a retraction whenever a Z move is done.
sv: Denna flagga framtvingar ett tillbakadragande när ett Z-drag görs.

source: Length
sv: Längd

source: Retraction Length
sv: Indragningslängd

source: When retraction is triggered, filament is pulled back by the specified amount (the length is measured on raw filament, before it enters the extruder).
sv: När indragning utlöses dras filament tillbaka med angiven mängd (längden mäts på rå filament, innan den kommer in i extrudern).

source: Retraction Length (Toolchange)
sv: Indragningslängd (verktygsbyte)

source: When retraction is triggered before changing tool, filament is pulled back by the specified amount (the length is measured on raw filament, before it enters the extruder).
sv: När indragning utlöses innan verktygsbyte dras tråden tillbaka med angiven mängd (längden mäts på rå filament, innan den kommer in i extrudern).

source: Lift Z
sv: Lyft Z

source: If you set this to a positive value, Z is quickly raised every time a retraction is triggered. When using multiple extruders, only the setting for the first extruder will be considered.
sv: Om du ställer in detta till ett positivt värde, höjs Z snabbt varje gång en retraktion utlöses. När du använder flera extruderare kommer endast inställningen för den första extrudern att beaktas.

source: Above Z
sv: Ovanför Z

source: Only lift Z above
sv: Lyft endast Z ovanför

source: If you set this to a positive value, Z lift will only take place above the specified absolute Z. You can tune this setting for skipping lift on the first layers.
sv: Om du ställer in detta till ett positivt värde kommer Z-lyft endast att ske över det angivna absoluta Z. Du kan ställa in denna inställning för att hoppa över lyft på de första lagren.

source: Below Z
sv: Under Z

source: Only lift Z below
sv: Lyft endast Z nedanför

source: If you set this to a positive value, Z lift will only take place below the specified absolute Z. You can tune this setting for limiting lift to the first layers.
sv: Om du ställer in detta till ett positivt värde kommer Z-lyft endast att ske under det angivna absoluta Z-värdet. Du kan ställa in denna inställning för att begränsa lyftet till de första lagren.

source: Extra length on restart
sv: Extra längd vid omstart

source: When the retraction is compensated after the travel move, the extruder will push this additional amount of filament. This setting is rarely needed.
sv: När indragningen kompenseras efter förflyttningen, kommer extrudern att trycka på denna ytterligare mängd filament. Den här inställningen behövs sällan.

source: When the retraction is compensated after changing tool, the extruder will push this additional amount of filament.
sv: När indragningen kompenseras efter verktygsbyte kommer extrudern att trycka på denna ytterligare mängd filament.

source: Retraction Speed
sv: Indragningshastighet

source: The speed for retractions (it only applies to the extruder motor).
sv: Hastigheten för indragningar (den gäller endast extrudermotorn).

source: Deretraction Speed
sv: Nedbrytningshastighet

source: The speed for loading of a filament into extruder after retraction (it only applies to the extruder motor). If left to zero, the retraction speed is used.
sv: Hastigheten för att ladda en filament i extrudern efter indragning (den gäller endast extrudermotorn). Om den lämnas till noll används indragningshastigheten.

source: Seam position
sv: Sömmens läge

source: Position of perimeters starting points.
sv: Placering av omkrets startpunkter.

source: Random
sv: Slumpmässig

source: Nearest
sv: Närmast

source: Aligned
sv: Justerat

source: Direction
sv: Riktning

source: Preferred direction of the seam
sv: Föredragen riktning på sömmen

source: Seam preferred direction
sv: Söm föredragen riktning

source: Seam preferred direction jitter
sv: Sömmen föredragen riktning jitter

source: Preferred direction of the seam - jitter
sv: Föredragen riktning av sömmen - jitter

source: Distance from brim/object
sv: Avstånd från brätte/objekt

source: Distance between skirt and brim (when draft shield is not used) or objects.
sv: Avstånd mellan kjol och brätte (när dragskydd inte används) eller föremål.

source: Skirt height
sv: Kjolhöjd

source: Height of skirt expressed in layers.
sv: Kjolens höjd uttryckt i lager.

source: Draft shield
sv: Dragsköld

source: With draft shield active, the skirt will be printed skirt_distance from the object, possibly intersecting brim. Enabled = skirt is as tall as the highest printed object. Limited = skirt is as tall as specified by skirt_height. This is useful to protect an ABS or ASA print from warping and detaching from print bed due to wind draft.
sv: Med dragskyddet aktivt kommer kjolen att skrivas ut skirt_distance från objektet, eventuellt korsande brätte. Aktiverad = kjolen är lika hög som det högsta utskrivna objektet. Begränsad = kjolen är så lång som specificeras av skirt_height. Detta är användbart för att skydda ett ABS- eller ASA-tryck från att deformeras och lossna från utskriftsbädden på grund av vinddrag.

source: Disabled
sv: Inaktiverad

source: Limited
sv: Begränsad

source: Enabled
sv: Aktiverad

source: Loops (minimum)
sv: Slingor (minst)

source: Skirt Loops
sv: Kjolöglor

source: Number of loops for the skirt. If the Minimum Extrusion Length option is set, the number of loops might be greater than the one configured here. Set this to zero to disable skirt completely.
sv: Antal öglor för kjolen. Om alternativet Minimum Extrusion Length är inställt kan antalet loopar vara större än det som konfigurerats här. Ställ in detta på noll för att inaktivera kjolen helt.

source: Slow down if layer print time is below
sv: Sakta ner om utskriftstiden för lager är under

source: If layer print time is estimated below this number of seconds, print moves speed will be scaled down to extend duration to this value.
sv: Om utskriftstiden för lager uppskattas under detta antal sekunder, kommer utskriftshastigheten att skalas ner för att förlänga varaktigheten till detta värde.

source: Small perimeters
sv: Små omkretsar

source: This separate setting will affect the speed of perimeters having radius <= 6.5mm (usually holes). If expressed as percentage (for example: 80%) it will be calculated on the perimeters speed setting above. Set to zero for auto.
sv: Denna separata inställning kommer att påverka hastigheten på omkretsar med radie <= 6,5 mm (vanligtvis hål). Om det uttrycks i procent (till exempel: 80%) kommer det att beräknas på perimeterhastighetsinställningen ovan. Ställ in på noll för auto.

source: Solid infill threshold area
sv: Fast utfyllnadströskelområde

source: Force solid infill for regions having a smaller area than the specified threshold.
sv: Tvinga fast utfyllnad för regioner som har en mindre yta än den angivna tröskeln.

source: The extruder to use when printing solid infill.
sv: Extrudern att använda vid utskrift av solid infill.

source: Solid infill every
sv: Fast fyllning varje

source: Set this to a non-zero value to set a manual extrusion width for infill for solid surfaces. If left zero, default extrusion width will be used if set, otherwise 1.125 x nozzle diameter will be used. If expressed as percentage (for example 90%) it will be computed over layer height.
sv: Ställ in detta till ett värde som inte är noll för att ställa in en manuell extruderingsbredd för infill för fasta ytor. Om den lämnas noll kommer standard extruderingsbredd att användas om den är inställd, annars kommer 1,125 x munstycksdiameter att användas. Om det uttrycks i procent (till exempel 90%) kommer det att beräknas över lagerhöjden.

source: Speed for printing solid regions (top/bottom/internal horizontal shells). This can be expressed as a percentage (for example: 80%) over the default infill speed above. Set to zero for auto.
sv: Hastighet för utskrift av solida områden (topp/botten/interna horisontella skal). Detta kan uttryckas i procent (till exempel: 80 %) över standardinfyllningshastigheten ovan. Ställ in på noll för auto.

source: Number of solid layers to generate on top and bottom surfaces.
sv: Antal solida lager att generera på över- och underytan.

source: Minimum thickness of a top / bottom shell
sv: Minsta tjocklek på ett övre / bottenskal

source: Spiral vase
sv: Spiral vas

source: This feature will raise Z gradually while printing a single-walled object in order to remove any visible seam. This option requires a single perimeter, no infill, no top solid layers and no support material. You can still set any number of bottom solid layers as well as skirt/brim loops. It won't work when printing more than one single object.
sv: Denna funktion kommer att höja Z gradvis medan du skriver ut ett enkelväggigt föremål för att ta bort eventuella synliga sömmar. Detta alternativ kräver en enda omkrets, ingen fyllning, inga fasta toppskikt och inget stödmaterial. Du kan fortfarande ställa in valfritt antal nedre solida lager samt kjol/brätte-öglor. Det fungerar inte när du skriver ut mer än ett enda objekt.

source: Temperature variation
sv: Temperaturvariation

source: Temperature difference to be applied when an extruder is not active. Enables a full-height "sacrificial" skirt on which the nozzles are periodically wiped.
sv: Temperaturskillnad som ska tillämpas när en extruder inte är aktiv. Möjliggör en "offerkjol" i full höjd på vilken munstyckena med jämna mellanrum torkas av.
